Repository: wckdboy/enjin
Catalog: Enjin/Resources/Localizable.xcstrings
Source language: en
Languages: da

source: %lld cards
da: %lld kort

source: %lld notebooks
da: %lld notesbøger

source: A topic, a question, anything…
da: Et emne, et spørgsmål, hvad som helst…

source: API key
da: API-nøgle

source: About this picture
da: Om billedet

source: Add
da: Tilføj

source: All its cards, drawings and pictures will be gone.
da: Alle dens kort, tegninger og billeder forsvinder.

source: Ancient Egypt
da: Det gamle Egypten

source: Anything else…
da: Andet…

source: Apple on-device model (no web search, simpler answers)
da: Apples model på enheden (ingen websøgning, enklere svar)

source: Apple's on-device model is still downloading.
da: Apples model på enheden er stadig ved at blive hentet.

source: Apple's on-device model isn't available.
da: Apples model på enheden er ikke tilgængelig.

source: Arrow
da: Pil

source: Ask Enjin anything…
da: Spørg Enjin om hvad som helst…

source: Automatic
da: Automatisk

source: Before you add a key
da: Før du tilføjer en nøgle

source: Black holes
da: Sorte huller

source: Box
da: Kasse

source: Cancel
da: Annuller

source: Card
da: Kort

source: Claude %@ with web search
da: Claude %@ med websøgning

source: Claude (needs key)
da: Claude (kræver nøgle)

source: Connected. Enjin is ready.
da: Forbundet. Enjin er klar.

source: Couldn't open notebook
da: Notesbogen kunne ikke åbnes

source: Daily limit
da: Daglig grænse

source: Delete notebook
da: Slet notesbog

source: Delete this notebook?
da: Slet denne notesbog?

source: Delete “%@”
da: Slet “%@”

source: Dinosaurs
da: Dinosaurer

source: Dive in
da: Dyk ind

source: Done
da: Færdig

source: Ember
da: Glød

source: Enjin is an AI. It can be wrong; it shows its sources so you can check.
da: Enjin er en AI. Den kan tage fejl, så den viser sine kilder, så du kan tjekke dem.

source: Enjin searches the web to back up facts. Adult and gambling sites are blocked, but no filter is perfect.
da: Enjin søger på nettet for at underbygge fakta. Sider for voksne og med spil om penge er blokeret, men intet filter er perfekt.

source: Enjin uses
da: Enjin bruger

source: Enjin's brain
da: Enjins hjerne

source: Eraser
da: Viskelæder

source: Explore
da: Udforsk

source: Facts get real pictures from Wikipedia (free-licensed, credited; a word filter skips unsuitable ones, but no filter is perfect). Ideas get illustrations made on this iPad with Image Playground, where available. Everything gets Enjin's sketchbook look.
da: Fakta får rigtige billeder fra Wikipedia (frit licenserede og krediterede; et ordfilter springer upassende billeder over, men intet filter er perfekt). Idéer får illustrationer lavet på denne iPad med Image Playground, hvor det findes. Alt får Enjins skitsebogs-look.

source: Fills unexplored cards in the background while your kid looks at them, so diving in is instant. Uses noticeably more of the daily limit.
da: Udfylder uudforskede kort i baggrunden, mens dit barn kigger på dem, så det går hurtigt at dykke ind. Bruger mærkbart mere af den daglige grænse.

source: For parents: Claude API key
da: For forældre: Claude API-nøgle

source: Got it
da: Forstået

source: Highlighter
da: Overstregningstusch

source: I agree
da: Jeg accepterer

source: Illustration made on this iPad (not a real photo)
da: Illustration lavet på denne iPad (ikke et rigtigt foto)

source: Ink
da: Blæk

source: Language
da: Sprog

source: Leaf
da: Blad

source: Looking things up…
da: Slår ting op…

source: Looking up “%@”…
da: Slår “%@” op…

source: Made by Enjin
da: Lavet af Enjin

source: Made by you
da: Lavet af dig

source: Making cards…
da: Laver kort…

source: Map
da: Oversigt

source: Needs iPadOS 26.
da: Kræver iPadOS 26.

source: New card
da: Nyt kort

source: Not explored yet. Dive in to fill it.
da: Ikke udforsket endnu. Dyk ind for at fylde det ud.

source: Not now
da: Ikke nu

source: Not set up: add a key, or use an iPad with Apple Intelligence.
da: Ikke sat op: tilføj en nøgle, eller brug en iPad med Apple Intelligence.

source: Notebooks
da: Notesbøger

source: Notes are for your own thoughts.
da: Noter er til dine egne tanker.

source: Nothing is shared with anyone else. Notebooks and usage logs stay on this iPad.
da: Intet deles med andre. Notesbøger og forbrugslogs bliver på denne iPad.

source: On-device only
da: Kun på enheden

source: Picture for %@
da: Billede til %@

source: Picture: %@
da: Billede: %@

source: Pictures
da: Billeder

source: Prepare cards ahead
da: Forbered kort på forhånd

source: Redo
da: Gentag

source: Remove key
da: Fjern nøgle

source: Same as the iPad
da: Samme som iPad'en

source: Save
da: Gem

source: Save key
da: Gem nøgle

source: Select
da: Vælg

source: Set up a Claude key…
da: Opsæt en Claude-nøgle…

source: Settings
da: Indstillinger

source: Show pictures on cards
da: Vis billeder på kort

source: Sky
da: Himmel

source: Sources
da: Kilder

source: Spending
da: Forbrug

source: Spent today
da: Brugt i dag

source: Summary
da: Resumé

source: Test connection
da: Test forbindelse

source: Text
da: Tekst

source: The Vikings
da: Vikingerne

source: The app, the canvas and Enjin's answers. Cards already made stay as they are.
da: Appen, lærredet og Enjins svar. Kort, der allerede er lavet, forbliver som de er.

source: The canvas didn't start
da: Lærredet startede ikke

source: The human brain
da: Den menneskelige hjerne

source: The key is stored in this iPad's Keychain and never leaves it except to talk to Anthropic.
da: Nøglen gemmes i denne iPads nøglering og forlader den kun for at tale med Anthropic.

source: Thinking…
da: Tænker…

source: This iPad can't run Apple's on-device model.
da: Denne iPad kan ikke køre Apples model på enheden.

source: This key belongs to an organization but doesn't pick a workspace. Paste a workspace ID from the Claude Console (it starts with wrkspc_), or create a new key inside a workspace.
da: Denne nøgle hører til en organisation, men vælger ikke et workspace. Indsæt et workspace-ID fra Claude Console (det starter med wrkspc_), eller opret en ny nøgle inde i et workspace.

source: Tip: pinch a card open, or tap it and press **Dive in**, to go inside it.
da: Tip: knib et kort op, eller tryk på det og vælg **Dyk ind**, for at gå ind i det.

source: Title
da: Titel

source: Topic
da: Emne

source: Topics can be dived into and explored.
da: Emner kan man dykke ind i og udforske.

source: Turn on Apple Intelligence in Settings to use Enjin without a key.
da: Slå Apple Intelligence til under Indstillinger for at bruge Enjin uden en nøgle.

source: Undo
da: Fortryd

source: Undo Enjin's last change
da: Fortryd Enjins seneste ændring

source: Using the key costs money on your Anthropic account. You set a daily limit; when it's reached, Enjin stops until tomorrow.
da: Det koster penge på din Anthropic-konto at bruge nøglen. Du sætter en daglig grænse, og når den er nået, stopper Enjin til i morgen.

source: Volcanoes
da: Vulkaner

source: What do you want to explore?
da: Hvad vil du udforske?

source: What's it about?
da: Hvad handler det om?

source: When the limit is reached, Enjin rests until tomorrow.
da: Når grænsen er nået, hviler Enjin til i morgen.

source: When your kid asks Enjin something, what they typed and a short description of their canvas (card titles and summaries, counts of their drawings, and any text notes) are sent to Anthropic to generate an answer.
da: Når dit barn spørger Enjin om noget, sendes det, de skrev, og en kort beskrivelse af deres lærred (kortenes titler og resuméer, antal tegninger og eventuelle tekstnoter) til Anthropic for at lave et svar.

source: Workspace ID (only if needed, wrkspc_...)
da: Workspace-ID (kun hvis nødvendigt, wrkspc_...)

source: You are here
da: Du er her

source: Your notebooks
da: Dine notesbøger

source: or try
da: eller prøv
